7zip
amd-ucode
autotiling-rs
base
base-devel
bat
bc
bleachbit
blueman
brightnessctl
broot
duf
efibootmgr
evince
fastfetch
fd
ffmpeg
firefox
fish
fuzzel
fzf
ghostty
git
gnome-disk-utility
gnome-text-editor
gnome-themes-extra
grim
gst-plugin-pipewire
gthumb
helix
htop
imagemagick
impala
iwd
jq
kooha
libpulse
linux
linux-firmware
linux-lts
lsd
man-db
marksman
mpv
nemo
nemo-fileroller
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
noto-fonts-extra
nwg-look
otf-font-awesome
pamixer
papirus-icon-theme
pastel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
qt5-quickcontrols2
qt6-svg
reflector
resvg
ripgrep
sddm
serpl
slurp
smartmontools
sof-firmware
stow
sudo
sway
swaybg
swayidle
swayimg
swaylock
tgpt
tldr
tlp
tlp-rdw
tmux
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
unzip
vivaldi
vulkan-radeon
waybar
wf-recorder
wget
whois
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfce4-screenshooter
xorg-server
xorg-xinit
xorg-xwayland
yazi
zed
zoxide
zram-generator
