7zip
autotiling-rs
base-devel
bat
bleachbit
blueman
bluetui
calc
chromium
duf
evince
fastfetch
fd
firefox
fish
foot
foot-terminfo
fuzzel
fzf
git
gnome-calculator
gnome-disk-utility
gnome-themes-extra
grim
gthumb
helix
htop
imagemagick
impala
iwd
jq
kooha
lsd
man-db
marksman
micro
mpv
nano
nemo
nemo-fileroller
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntp
nwg-clipman
nwg-look
otf-font-awesome
pamixer
papirus-icon-theme
pastel
pavucontrol
pipectl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-chardet
python-requests
qt5-quickcontrols2
qt6-svg
reflector
ripgrep
sddm
serpl
slurp
stow
sudo
sway
swaybg
swayidle
swayimg
swaylock
tgpt
tldr
tlp
tlp-rdw
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-firacode-nerd
ttf-liberation
ttf-roboto
unzip
waybar
wget
whois
wiremix
wireplumber
wl-clipboard
wl-mirror
xdg-desktop-portal-wlr
xfce4-screenshooter
yay-bin
yay-bin-debug
yazi
zoxide
